(function()base={
[1]={day1=7}}end)();
(function()activity={
[1]={actNum=[[chongzhiRebate]],active=0,name=[[sung trị phản lợi]]},
[2]={actNum=[[chongzhiDraw]],active=0,name=[[sung trị trừu tưởng]]},
[3]={actNum=[[chongzhiRank]],active=0,name=[[sung trị đứng hàng thứ]]},
[4]={actNum=[[limitBuy]],active=0,name=[[trân phẩm tranh mua]]},
[5]={actNum=[[shenbing]],active=0,name=[[thần binh cường hóa]]},
[6]={actNum=[[pet]],active=0,name=[[thần tướng bồi dưỡng]]},
[7]={actNum=[[horse]],active=0,name=[[thiết kỵ thăng cấp]]},
[8]={actNum=[[baowu]],active=0,name=[[bảo vật thăng cấp]]},
[9]={actNum=[[equipStage]],active=0,name=[[trang bị thăng giai]]},
[10]={actNum=[[equipQuality]],active=0,name=[[trang bị nói phẩm]]},
[11]={actNum=[[equipPower]],active=0,name=[[trang bị chiến lực]]},
[12]={actNum=[[qpoint]],active=0,name=[[Qđiểm vé xổ số]]},
[13]={actNum=[[critDraw]],active=0,name=[[bạo đánh luân bàn]]},
[14]={actNum=[[copyFast]],active=0,name=[[phó bản học cấp tốc]]},
[15]={actNum=[[activityPlay]],active=0,name=[[hoạt động sướng ngoạn]]},
[16]={actNum=[[pataRank]],active=0,name=[[quá quan trảm tướng]]},
[17]={actNum=[[lvRank]],active=0,name=[[đẳng cấp bài danh]]},
[18]={actNum=[[goodPK]],active=0,name=[[sảng khoái thi đấu thể thao]]},
[19]={actNum=[[bountyDouble]],active=0,name=[[treo giải thưởng gấp bội]]},
[20]={actNum=[[duobaoDouble]],active=0,name=[[đoạt bảo gấp bội]]},
[21]={actNum=[[payDraw]],active=0,name=[[tiêu phí đĩa quay]]},
[22]={actNum=[[holidayGift]],active=0,name=[[ngày lễ lễ túi]]},
[23]={actNum=[[chongzhixbacky]],active=0,name=[[sung Xphản Y]]}}end)();
(function()date={
[1]={openlist={{12,1,1,12},{7,1,2,7},{3,1,1,31,0,1213,1}},round={}},
[2]={openlist={{12,1,1,12},{1,2,1,1},{5,1,2,5},{3,2,1,32,0,1170,2}},round={}},
[3]={openlist={{12,1,1,12},{2,3,1,2},{8,1,2,8},{3,3,1,36,90374,0,3}},round={}},
[4]={openlist={{12,1,1,12},{6,1,2,6},{14,1,1,14},{3,5,1,37,90420,0,3}},round={}},
[5]={openlist={{12,1,1,12},{1,5,1,1},{10,1,2,10},{18,1,1,18},{3,2,1,32,0,1170,2}},round={}},
[6]={openlist={{12,1,1,12},{2,4,1,2},{9,1,2,9},{15,1,1,15},{3,3,1,36,90374,0,3}},round={}},
[7]={openlist={{12,1,1,12},{3,1,1,31,0,1213,1},{11,1,1,11},{21,1,1,21}},round={}},
[8]={openlist={{12,1,1,12},{2,5,1,2},{4,5,1,4},{14,1,1,14}},round={}},
[9]={openlist={{12,1,1,12},{13,3,1,13},{3,6,1,34,90420,0,3},{20,1,1,20},{19,1,1,19}},round={}},
[10]={openlist={{12,1,1,12},{2,3,1,2},{18,1,1,18},{21,5,1,21}},round={}},
[11]={openlist={{12,1,1,12},{3,7,1,34,90420,0,3},{1,9,1,1},{15,1,1,15}},round={}},
[12]={openlist={{12,1,1,12},{2,2,1,2},{16,1,1,16}},round={}},
[13]={openlist={{12,1,1,12},{3,8,1,34,90420,0,3},{20,1,1,20},{19,1,1,19}},round={}},
[14]={openlist={{12,1,1,12},{3,5,1,34,90420,0,3},{1,8,1,1},{17,1,1,17}},round={}}}end)();
(function()chongzhiRebate={
[1]={condition={288,888,2888,5888,8888},reward={{{11000,20},{11352,10},{10996,5},{10107,1}},{{11000,40},{11352,30},{10996,10},{10107,2}},{{11000,80},{11352,60},{10996,20},{10107,3}},{{11000,160},{11352,60},{10996,25},{10107,4}},{{11000,250},{11352,100},{10996,30},{10107,5}}},desc=[[hoạt động trong lúc nội ，sung trị đạt được chỉ định kim ngạch là được lĩnh đối ứng thưởng cho]]},
[2]={condition={288,888,2888,5888,8888},reward={{{11101,3},{11060,10},{10350,1},{10107,2}},{{11101,5},{11060,20},{10350,1},{10107,5}},{{11101,10},{11060,40},{10350,1},{10107,8}},{{11101,15},{11060,60},{10350,1},{10107,10}},{{11101,20},{11060,150},{10350,1},{10107,20}}},desc=[[hoạt động trong lúc nội ，sung trị đạt được chỉ định kim ngạch là được lĩnh đối ứng thưởng cho]]},
[3]={condition={288,888,2888,5888,8888},reward={{{10401,20},{11701,50},{10353,1},{10107,2}},{{10401,50},{11701,70},{10353,1},{10107,5}},{{10402,20},{11701,100},{10353,1},{10107,8}},{{10402,25},{11701,150},{10353,1},{10107,10}},{{10402,50},{11701,180},{10353,1},{10107,20}}},desc=[[hoạt động trong lúc nội ，sung trị đạt được chỉ định kim ngạch là được lĩnh đối ứng thưởng cho]]},
[4]={condition={288,888,2888,5888,8888},reward={{{11313,50},{11030,20},{11029,10},{10107,2}},{{11313,100},{11030,50},{11029,30},{10107,5}},{{11313,300},{11032,10},{11031,10},{10107,8}},{{11313,500},{11032,20},{11031,20},{10107,10}},{{11313,500},{11032,30},{11031,30},{10107,20}}},desc=[[hoạt động trong lúc nội ，sung trị đạt được chỉ định kim ngạch là được lĩnh đối ứng thưởng cho]]},
[5]={condition={288,888,2888,5888,8888},reward={{{12107,80},{10032,3},{10004,200},{10107,2}},{{12107,100},{10032,10},{10004,300},{10107,5}},{{12107,120},{10032,20},{10004,450},{10107,8}},{{12107,140},{10032,30},{10004,600},{10107,10}},{{12107,200},{10032,50},{10004,600},{10107,20}}},desc=[[hoạt động trong lúc nội ，sung trị đạt được chỉ định kim ngạch là được lĩnh đối ứng thưởng cho]]},
[6]={condition={288,888,2888,5888,8888},reward={{{11011,20},{12108,20},{11012,5},{10107,2}},{{11011,50},{12108,30},{11012,10},{10107,5}},{{11011,100},{12108,50},{11012,15},{10107,8}},{{11011,150},{12108,80},{11012,20},{10107,10}},{{11011,200},{12108,120},{11012,25},{10107,20}}},desc=[[hoạt động trong lúc nội ，sung trị đạt được chỉ định kim ngạch là được lĩnh đối ứng thưởng cho]]},
[7]={condition={288,888,2888,5888,8888},reward={{{11035,5},{11015,20},{11010,10},{10107,2}},{{11036,5},{10015,20},{11010,20},{10107,5}},{{11037,5},{11019,20},{11010,40},{10107,8}},{{11038,5},{11019,40},{11010,60},{10107,10}},{{11039,5},{11019,80},{11010,100},{10107,20}}},desc=[[hoạt động trong lúc nội ，sung trị đạt được chỉ định kim ngạch là được lĩnh đối ứng thưởng cho]]},
[8]={condition={288,888,2888,5888,8888},reward={{{10402,8},{10999,8},{11101,5},{10107,2}},{{10402,15},{10999,15},{11101,10},{10107,5}},{{10402,25},{10999,25},{11101,20},{10107,8}},{{10402,35},{10999,35},{11101,30},{10107,8}},{{10402,50},{10999,50},{11101,40},{10107,20}}},desc=[[hoạt động trong lúc nội ，sung trị đạt được chỉ định kim ngạch là được lĩnh đối ứng thưởng cho]]},
[9]={condition={288,888,2888,5888,8888},reward={{{10999,20},{11001,10},{11351,20},{11314,50},{11315,20}},{{10999,50},{11001,15},{11351,30},{11314,100},{11315,40}},{{10999,80},{11001,25},{11351,50},{11314,150},{11315,60}},{{10998,50},{11001,40},{11352,40},{11314,200},{11315,80}},{{10998,80},{11001,60},{11352,60},{11314,500},{11315,200}}},desc=[[hoạt động trong lúc nội ，sung trị đạt được chỉ định kim ngạch là được lĩnh đối ứng thưởng cho]]}}end)();
(function()chongzhiDraw={
[1]={weight={2,100,100,100,100,100},reward={{11463,200},{11019,10},{11603,30},{10402,10},{11461,30},{11032,10}},canDraw=500,maxDraw=500,desc=[[hoạt động trong lúc nội ，luy kế sung trị đạt được chỉ định kim ngạch là được thu được trừu tưởng số lần]]},
[2]={weight={2,100,100,100,100,100},reward={{11702,200},{10999,10},{11503,30},{11012,10},{11462,30},{11031,10}},canDraw=500,maxDraw=500,desc=[[hoạt động trong lúc nội ，luy kế sung trị đạt được chỉ định kim ngạch là được thu được trừu tưởng số lần]]},
[3]={weight={2,100,100,100,100,100},reward={{11703,200},{10401,30},{11701,30},{10029,300},{11703,10},{10402,10}},canDraw=500,maxDraw=500,desc=[[hoạt động trong lúc nội ，luy kế sung trị đạt được chỉ định kim ngạch là được thu được trừu tưởng số lần]]},
[4]={weight={2,100,100,100,100,100},reward={{12055,1},{11011,30},{12108,30},{11012,15},{11010,30},{10032,30}},canDraw=500,maxDraw=500,desc=[[hoạt động trong lúc nội ，luy kế sung trị đạt được chỉ định kim ngạch là được thu được trừu tưởng số lần]]},
[5]={weight={300,250,80,10,150,210},reward={{11461,20},{11461,50},{11461,100},{11461,200},{11322,5},{10999,30}},canDraw=500,maxDraw=100,desc=[[hoạt động trong lúc nội ，luy kế sung trị đạt được chỉ định kim ngạch là được thu được trừu tưởng số lần]]}}end)();
(function()chongzhiRank={
[1]={rewardlist={{11463,200},{11463,100},{11463,50},{11000,30}},lessrecharge={3000,2000,1000,300},desc=[[hoạt động trong lúc nội ，sung trị bài danh thu được tiền tam danh là được thu được dày thưởng cho]]},
[2]={rewardlist={{11603,200},{11603,100},{11603,50},{11101,10}},lessrecharge={3000,2000,1000,300},desc=[[hoạt động trong lúc nội ，sung trị bài danh thu được tiền tam danh là được thu được dày thưởng cho]]},
[3]={rewardlist={{11704,200},{11704,100},{11704,50},{11701,30}},lessrecharge={3000,2000,1000,300},desc=[[hoạt động trong lúc nội ，sung trị bài danh thu được tiền tam danh là được thu được dày thưởng cho]]},
[4]={rewardlist={{11702,200},{11702,100},{11702,50},{11701,30}},lessrecharge={3000,2000,1000,300},desc=[[hoạt động trong lúc nội ，sung trị bài danh thu được tiền tam danh là được thu được dày thưởng cho]]},
[5]={rewardlist={{30006,1},{30004,4},{30014,2},{30003,2}},lessrecharge={3000,2000,1000,300},desc=[[hoạt động trong lúc nội ，sung trị bài danh thu được tiền tam danh là được thu được dày thưởng cho]]},
[6]={rewardlist={{10232,16},{10231,8},{10231,4},{11101,10}},lessrecharge={3000,2000,1000,300},desc=[[hoạt động trong lúc nội ，sung trị bài danh thu được tiền tam danh là được thu được dày thưởng cho]]},
[7]={rewardlist={{10178,8},{10177,4},{10177,2},{10999,10}},lessrecharge={3000,2000,1000,300},desc=[[hoạt động trong lúc nội ，sung trị bài danh thu được tiền tam danh là được thu được dày thưởng cho]]},
[8]={rewardlist={{10222,24},{10221,12},{10221,6},{11313,80}},lessrecharge={3000,2000,1000,300},desc=[[hoạt động trong lúc nội ，sung trị bài danh thu được tiền tam danh là được thu được dày thưởng cho]]}}end)();
(function()limitBuy={
[2]={isShow={1,1,1,1},reward={{12326,1},{12327,1},{12328,1},{12329,1}},limitCnt={1,1,1,1},oldPrice={500,1200,2000,12500},newPrice={188,488,888,2388},activityId={},isWorth={1,1,1,1},desc=[[hoạt động trong lúc nội giá thấp bán ra số lượng trân phẩm ，dục cấu nhanh chóng ！vượt lên trước hạn cấu số lần hậu tương bất năng tái mua ！]]},
[3]={isShow={1,1,1,1,1},reward={{12326,1},{12335,1},{12327,1},{12336,1},{12339,1}},limitCnt={1,1,1,1,1},oldPrice={500,1000,1200,2000,4000},newPrice={188,488,488,888,1888},activityId={},isWorth={1,1,1,1,1},desc=[[hoạt động trong lúc nội giá thấp bán ra số lượng trân phẩm ，dục cấu nhanh chóng ！vượt lên trước hạn cấu số lần hậu tương bất năng tái mua ！]]},
[4]={isShow={1,1,1,1,1},reward={{12326,1},{12338,1},{12346,1},{12337,1},{12340,1}},limitCnt={1,1,1,1,1},oldPrice={500,1000,1400,2000,4000},newPrice={188,488,488,888,1888},activityId={},isWorth={1,1,1,1,1},desc=[[hoạt động trong lúc nội giá thấp bán ra số lượng trân phẩm ，dục cấu nhanh chóng ！vượt lên trước hạn cấu số lần hậu tương bất năng tái mua ！]]},
[999999]={isShow={0,0,0,0,0,0,0},reward={{12319,1},{12320,1},{12321,1},{12322,1},{12323,1},{12324,1},{12325,1}},limitCnt={50,50,50,50,50,50,50},oldPrice={1500,1040,1000,1500,850,2230,1040},newPrice={68,68,98,98,128,98,128},activityId={7,5,8,6,10,9,11},isWorth={1,1,1,1,1,1,1},desc=[[hoạt động trong lúc nội giá thấp bán ra số lượng trân phẩm ，dục cấu nhanh chóng ！vượt lên trước hạn cấu số lần hậu tương bất năng tái mua ！]]},
[5]={isShow={1,1,1,1},reward={{12429,1},{12430,1},{12388,1},{12431,1}},limitCnt={5,5,5,2},oldPrice={5700,6500,2976,3100},newPrice={188,188,168,1888},activityId={},isWorth={1,1,1,1},desc=[[hoạt động trong lúc nội giá thấp bán ra số lượng trân phẩm ，dục cấu nhanh chóng ！vượt lên trước hạn cấu số lần hậu tương bất năng tái mua ！]]}}end)();
(function()horse={
[1]={condition={10,16,22,29},reward={{{11000,20},{11351,10},{10107,1}},{{11000,50},{11351,50},{10996,20},{10107,2}},{{11000,200},{11351,50},{10996,35},{10107,3}},{{10178,4},{11351,100},{10996,50},{10107,5}}},desc=[[hoạt động trong lúc nội ，thiết kỵ đẳng cấp đạt được chỉ định yêu cầu là được lĩnh đối ứng dày thưởng cho]]}}end)();
(function()shenbing={
[1]={needCnt={0,1,2,3},condition={15,20,28,38},reward={{{11101,3},{11017,2},{10107,1}},{{11101,5},{11017,5},{11060,10},{10107,3}},{{11101,10},{11017,10},{11060,30},{10107,8}},{{11101,25},{11017,30},{11060,100},{10107,20}}},desc=[[hoạt động trong lúc nội ，thần binh tinh cấp và cường hóa đẳng cấp đạt được chỉ định yêu cầu là được lĩnh đối ứng dày thưởng cho]]}}end)();
(function()baowu={
[1]={condition={1500,2500,6000,12000},reward={{{10401,10},{11701,15},{10107,1}},{{10401,20},{10411,5},{11701,40},{10107,3}},{{10402,20},{10411,10},{11701,80},{10107,8}},{{11702,200},{10402,10},{10412,10},{10107,10}}},desc=[[hoạt động trong lúc nội ，bảo vật tổng chiến lực đạt được chỉ định yêu cầu là được lĩnh đối ứng dày thưởng cho]]}}end)();
(function()pet={
[1]={condition={2500,4000,6500,10000},reward={{{11030,10},{11029,5},{10107,1}},{{11030,50},{11029,30},{11032,10},{10107,3}},{{11030,80},{11029,50},{11032,30},{10107,8}},{{10028,1},{11032,40},{11031,40},{10107,20}}},desc=[[hoạt động trong lúc nội ，thần tướng tổng chiến lực đạt được chỉ định yêu cầu là được lĩnh đối ứng dày thưởng cho]]}}end)();
(function()equipQuality={
[1]={needCnt={10,10,10,5},condition={3,4,5,7},reward={{{12107,40},{10032,3},{10107,1}},{{12107,60},{10032,10},{10004,200},{10107,3}},{{12107,100},{10032,30},{10004,500},{10107,8}},{{12136,1},{10032,50},{10004,600},{10107,12}}},desc=[[hoạt động trong lúc nội ，trang bị nói phẩm đạt được chỉ định yêu cầu là được lĩnh đối ứng dày thưởng cho]]}}end)();
(function()equipStage={
[1]={needCnt={10,5,10,5},condition={30,40,40,50},reward={{{12108,20},{11011,10},{10107,1}},{{11012,10},{12108,25},{11011,30},{10107,3}},{{11012,20},{12108,40},{11011,100},{10107,8}},{{11012,100},{12137,1},{11011,500},{10107,15}}},desc=[[hoạt động trong lúc nội ，trang bị thăng giai đạt được chỉ định yêu cầu là được lĩnh đối ứng dày thưởng cho]]}}end)();
(function()equipPower={
[1]={condition={5000,7500,12000,18000},reward={{{11015,20},{11010,5},{10107,1}},{{30003,1},{10015,30},{11010,45},{10107,3}},{{30004,1},{11019,40},{11010,70},{10107,8}},{{30006,1},{11019,50},{11010,80},{10107,15}}},desc=[[hoạt động trong lúc nội ，trang bị chiến lực đạt được chỉ định yêu cầu là được lĩnh đối ứng dày thưởng cho]]}}end)();
(function()critDraw={
[1]={weight={{100,100,100,100,50,50,50,50},{200,300,400,350,300,250,200,20},{200,300,400,350,300,250,200,10},{200,300,400,350,300,250,200,10},{200,300,400,350,300,250,200,10},{200,300,400,350,300,250,200,0}},reward={{{10002,10000},{10002,20000},{10002,30000},{10002,50000},{10002,80000},{10002,100000},{10002,150000},{10002,200000}},{{10003,360},{10003,448},{10003,468},{10003,448},{10003,428},{10003,398},{10003,388},{10003,900}},{{10003,688},{10003,1088},{10003,1028},{10003,958},{10003,888},{10003,828},{10003,758},{10003,1888}},{{10003,1888},{10003,2888},{10003,2728},{10003,2558},{10003,2388},{10003,2228},{10003,2058},{10003,4888}},{{10003,5288},{10003,6888},{10003,6628},{10003,6358},{10003,6088},{10003,5828},{10003,5558},{10003,11888}},{{10003,12888},{10003,18888},{10003,17888},{10003,16888},{10003,15888},{10003,14888},{10003,13888},{10003,28888}}},multi={{1,60},{1.5,30},{2,10}},canDraw={0,180,588,1388,4888,10000},maxDraw=6,desc=[[hoạt động trong lúc nội ，sử dụng nguyên bảo chuyển động luân bàn có nhất định thu được đại lượng nguyên bảo]]},
[2]={weight={{100,100,100,100,50,50,50,50},{50,50,50,50,100,100,100,80},{50,50,50,50,100,100,100,80},{50,50,50,50,100,100,100,80},{50,50,50,50,100,100,100,80},{50,50,50,50,100,100,100,80}},reward={{{10002,10000},{10002,20000},{10002,30000},{10002,50000},{10002,80000},{10002,100000},{10002,150000},{10002,200000}},{{10004,40},{10004,60},{10004,80},{10004,100},{10003,15},{10003,20},{10003,25},{10003,30}},{{10004,200},{10004,300},{10004,400},{10004,500},{10003,75},{10003,100},{10003,125},{10003,150}},{{10004,1000},{10004,1500},{10004,2000},{10004,2500},{10003,375},{10003,500},{10003,625},{10003,750}},{{10004,5000},{10004,7500},{10004,10000},{10004,12500},{10003,1875},{10003,2500},{10003,3125},{10003,3750}},{{10004,25000},{10004,37500},{10004,50000},{10004,62500},{10003,9375},{10003,12500},{10003,15625},{10003,18750}}},multi={{1,60},{1.5,30},{2,10}},canDraw={0,10,50,250,1250,6250},maxDraw=6,desc=[[hoạt động trong lúc nội ，sử dụng nguyên bảo chuyển động luân bàn có tỷ lệ thu được tăng gấp bội bảng định nguyên bảo hoặc nguyên bảo]]},
[3]={weight={{100,100,100,100,50,50,50,50},{1000,50,40,30,25,20,15,10},{1000,50,40,30,25,20,15,10},{1000,50,40,30,25,20,15,10},{1000,50,40,30,25,20,15,10},{1000,50,40,30,25,20,15,10}},reward={{{10002,10000},{10002,20000},{10002,30000},{10002,50000},{10002,80000},{10002,100000},{10002,150000},{10002,200000}},{{10003,130},{10003,140},{10003,150},{10003,160},{10003,170},{10003,180},{10003,190},{10003,200}},{{10003,390},{10003,420},{10003,450},{10003,480},{10003,510},{10003,540},{10003,570},{10003,600}},{{10003,1300},{10003,1400},{10003,1500},{10003,1600},{10003,1700},{10003,1800},{10003,1900},{10003,2000}},{{10003,3900},{10003,4200},{10003,4500},{10003,4800},{10003,5100},{10003,5400},{10003,5700},{10003,6000}},{{10003,11700},{10003,12600},{10003,13500},{10003,14400},{10003,15300},{10003,16200},{10003,17100},{10003,18000}}},multi={{1,60},{1.5,30},{2,10}},canDraw={0,100,300,1000,3000,9000},maxDraw=6,desc=[[hoạt động trong lúc nội ，sử dụng nguyên bảo chuyển động luân bàn có cơ hội thu được đại lượng nguyên bảo]]}}end)();
(function()qpoint={
[1]={basePool=180,divide={50,20,10},sendYuabao=30,reward={10004,50},needQPoint=10,needAdd=500,minAmax={500,600},desc=[[hoạt động trong lúc nội ，sử dụng Qđiểm mua vé xổ số thắng được dày tiền thưởng ，lần đầu mua canh nhưng trả 30nguyên bảo]]}}end)();
(function()copyFast={
[1]={condition={{8000,3},{5001,2},{9006,2},{6001,2},{9000,2},{9020,1}},reward={{12330,1}},images={1001,1002,1003,1004,1005,9020},desc=[[hoạt động trong lúc nội ，hoàn thành chỉ định số lần đích phó bản hậu là được lĩnh dày thưởng cho]]}}end)();
(function()activityPlay={
[1]={condition={{actId="zhidouqunxiong",copyId=414},{actId="gumutangxian",copyId=9004},{actId="wushengshilianchang",copyId=410},{actId="jingzhouzhengduozhan",copyId=411},{actId="tieqizhengfeng",copyId=417},{actId="boss1",copyId=416},{actId="boss2",copyId=416},{actId="dahangedouchang",copyId=419},{actId="caochuanjiejian",copyId=425}},reward={{{10006,500},{10007,250}},{{10006,500},{10007,250}},{{10006,500},{10007,250}},{{10006,500},{10007,250}},{{10006,500},{10007,250}},{{10006,500},{10007,250}},{{10006,500},{10007,250}},{{10006,500},{10007,250}},{{10006,500},{10007,250}}},images={2003,2005,2001,2002,2006,3001,3002,419,3020},desc=[[hoạt động trong lúc nội ，tham dự chỉ định số lần đích hoạt động hậu là được lĩnh đối ứng thưởng cho]]}}end)();
(function()goodPK={
[1]={reward={{10004,550},{10001,1250000},{10002,500000},{10006,800}},isDouble={1,1,1,1},desc=[[hoạt động trong lúc nội ，sân đấu bảng xếp hạng đạt được tiền 100danh cùng ngày kết toán là được thu được gấp bội thưởng cho]]}}end)();
(function()pataRank={
[1]={condition={1,2,3,5,10,15,20},reward={{{10999,30},{10402,30},{11019,25},{10004,600}},{{10999,25},{10402,25},{11019,20},{10004,500}},{{10999,20},{10402,20},{11019,15},{10004,400}},{{10999,15},{10402,15},{11019,10},{10004,250}},{{10996,30},{10406,30},{10015,10},{10004,200}},{{10996,25},{10406,25},{10015,8},{10004,150}},{{10996,20},{10406,20},{10015,5},{10004,100}}},desc=[[hoạt động trong lúc nội ，quá quan trảm tướng trung chém tướng Bảng Anh Hùng đạt được tiền 20danh là được thu được dày thưởng cho]]}}end)();
(function()lvRank={
[1]={condition={1,2,3,5,10,15,20},reward={{{12334,3},{11012,30},{11031,30},{11032,30}},{{12334,2},{11012,25},{11031,25},{11032,25}},{{12334,1},{11012,20},{11031,20},{11032,20}},{{11012,10},{11031,10},{11032,10}},{{11012,8},{11031,8},{11032,8}},{{11012,5},{11031,5},{11032,5}},{{11012,3},{11031,3},{11032,3}}},desc=[[hoạt động trong lúc nội ，vai đẳng cấp đạt được chỉ định yêu cầu là được thu được dày thưởng cho]]}}end)();
(function()bountyDouble={
[1]={reward={{10002,1},{10001,1},{10066,1},{10076,1},{11550,1}},isDouble={1,1,1,1,1},desc=[[hoạt động trong lúc nội ，hoàn thành treo giải thưởng nhiệm vụ hậu nhưng thu được gấp bội thưởng cho]]}}end)();
(function()duobaoDouble={
[1]={reward={{10002,1},{10015,1},{10406,1},{10996,1},{11012,1},{11031,1},{11032,1},{10032,1}},isDouble={1,1,1,1,1,1,1,1},desc=[[hoạt động trong lúc nội ，khiêu chiến Giang Đông đoạt bảo phó bản rơi xuống thưởng cho gấp bội]]}}end)();
(function()payDraw={
[1]={weight={2,100,100,100,100,100},reward={{11702,200},{10221,1},{10226,1},{10178,1},{10231,1},{10402,20}},canDraw=100,maxDraw=200,drawTimes={5,10,20,30,50,100},freeReward={{12355,1},{12356,1},{12357,1},{12358,1},{12359,1},{12360,1}},desc=[[hoạt động trong lúc nội ，tiêu hao chỉ định nguyên bảo là được tiến hành trừu tưởng]]},
[2]={weight={2,100,100,100,100,100},reward={{11703,200},{10221,1},{10226,1},{10178,1},{10231,1},{10402,75}},canDraw=100,maxDraw=200,drawTimes={5,10,20,30,50,100},freeReward={{12361,1},{12362,1},{12363,1},{12364,1},{12365,1},{12366,1}},desc=[[hoạt động trong lúc nội ，tiêu hao chỉ định nguyên bảo là được tiến hành trừu tưởng]]},
[3]={weight={2,100,100,100,100,100},reward={{11463,200},{10221,1},{10226,1},{10178,1},{10231,1},{10999,15}},canDraw=100,maxDraw=200,drawTimes={5,10,20,30,50,100},freeReward={{12361,1},{12362,1},{12363,1},{12364,1},{12365,1},{12366,1}},desc=[[hoạt động trong lúc nội ，tiêu hao chỉ định nguyên bảo là được tiến hành trừu tưởng]]},
[4]={weight={2,100,100,100,100,100},reward={{11703,200},{10221,1},{10226,1},{10178,1},{10231,1},{10402,15}},canDraw=100,maxDraw=200,drawTimes={5,10,20,30,50,100},freeReward={{12361,1},{12362,1},{12363,1},{12364,1},{12365,1},{12366,1}},desc=[[hoạt động trong lúc nội ，tiêu hao chỉ định nguyên bảo là được tiến hành trừu tưởng]]},
[5]={weight={30,150,200,200,150,270},reward={{30006,1},{10110,3},{12427,10},{10331,15},{10332,5},{11314,20}},canDraw=100,maxDraw=100,drawTimes={5,10,20,30,50,100},freeReward={{12421,1},{12422,1},{12423,1},{12424,1},{12425,1},{12426,1}},desc=[[hoạt động trong lúc nội ，tiêu hao chỉ định nguyên bảo là được tiến hành trừu tưởng]]}}end)();
(function()holidayGift={}end)();
(function()chongzhixbacky={}end)();
